"STORE_DESCRIPTION" = "VLC er ein gratis og open kjeldekode multimediespelar på tvers av plattformer. Han kan spela av alle filmane dine, program og musikk i dei fleste format, direkte utan konvertering. Han tillèt filsynkronisering med Dropbox, GDrive, OneDrive, Box, iCloud Drive, iTunes, direkte nedlastingar, og via Wi-Fi-deling samt strøyming frå SMB, FTP, SFTP, NFS, UPnP/DLNA medieserverar og nettet. VLC tilbyr støtte for avanserte undertekstar, inkludert full SSA-kompatibilitet, fleirsporslyd, kontroll av avspelingsfart og attgjeving gjennom Chromecast. VLC er heilt gratis og open kjeldekode.";

"STORE_DESCRIPTION_TV" = "VLC er ein gratis og open kjeldekode multimediespelar på tvers av plattformer. Han kan spela av alle filmane dine, program og musikk i dei fleste format direkte utan konvertering. Han tillèt ekstern avspeling frå Mac-en din, eller PC-en, via eit nettgrensesnitt, samt strøyming frå SMB, FTP, SFTP, NFS, UPnP/DLNA medieservarar og nettet. VLC tilbyr støtte for avanserte undertekstar, inkludert full SSA-kompatibilitet, fleirsporslyd og avspelingsfarts-kontroll. VLC er heilt gratis og open kjeldekode. Kunstverk er levert av TMDb, som er ein fellesskapsvedlikehalden filmdatabase.";

"UNKNOWN_TRACK_TYPE" = "Ukjend sportype";
"CHOOSE_TITLE" = "Vel tittel";
"CHOOSE_CHAPTER" = "Vel kapittel";
"CHAPTER_SELECTION_TITLE" = "Kapittel";
"TITLE" = "Tittel";
"CHAPTER" = "Kapittel";
"TRACK_SELECTION" = "Sporval";
"AUDIO" = "Lyd";
"SUBTITLES" = "Undertekstar";
"LANGUAGE" = "Språk";
"MEDIA_INFO" = "Medieinformasjon";
"VIDEO_DIMENSIONS" = "Videoformat";
"FORMAT_VIDEO_DIMENSIONS" = "%ix%i piksel";
"FORMAT_AUDIO_TRACKS" = "%i lydspor";
"ONE_AUDIO_TRACK" = "Eitt lydspor";
"FORMAT_SPU_TRACKS" = "%i undertekstspor";
"ONE_SPU_TRACK" = "Eitt undertekstspor";
"TRACKS" = "%i spor";
"TRACK" = "%i spor";
"TRACKS_DURATION" = "%u spor, tidslengd: %@";
"NB_ALBUM_FORMAT" = "%i album";
"NB_ALBUMS_FORMAT" = "%i album";

"PLAYING_EXTERNALLY_TITLE" = "TV tilkopla";
"PLAYING_EXTERNALLY_DESC" = "Denne videoen vert spelt av på TV-en";
"PLAYING_EXTERNALLY_ADDITION" = "\n Spelar no på:"; /* \n should stay in every translation */

"VFILTER_HUE" = "Fargetone";
"VFILTER_CONTRAST" = "Kontrast";
"VFILTER_BRIGHTNESS" = "Lysstyrke";
"VFILTER_SATURATION" = "Fargemetting";
"VFILTER_GAMMA" = "Gamma";

"PRESET_PREAMP_SETTING" = "Førehandsinnstillingar / forforsterkar-innstillingar";
"PREAMP" = "Forforsterkar";
"SNAP_BANDS" = "Fest band";

"PLAYBACK_FAILED" = "Mislukka avspeling";
"PLEASE_WAIT" = "Ver snill og vent";
"AR_CHANGED" = "Høgde/breidde-tilhøve: %@";
"DEFAULT" = "Standard";
"FILL_TO_SCREEN" = "Skjer til for å fylla skjermen";
"PLAYBACK_SPEED" = "Avspelingsfart";
"SPU_DELAY" = "Undertekstforsinking";
"AUDIO_DELAY" = "Lydforseinking";
"BUTTON_SLEEP_TIMER" = "Sovetidsur";
"SLEEP_TIMER_UPDATED" = "Tidsur oppdatert";
"CONTINUE_PLAYBACK" = "Halde fram avspelinga?";
"CONTINUE_PLAYBACK_LONG" = "Vil du halda fram avspelinga av «%@» der du slapp?";

"BUTTON_ABOUT" = "Om";
"BUTTON_BACK" = "Tilbake";
"BUTTON_DONE" = "Ferdig";
"BUTTON_CANCEL" = "Avbryt";
"BUTTON_SAVE" = "Lagra";
"BUTTON_DOWNLOAD" = "Last ned";
"BUTTON_DELETE" = "Slett";
"BUTTON_OK" = "OK";
"BUTTON_DISMISS" = "Lat att";
"BUTTON_CONTACT" = "Kontakt oss";
"BUTTON_CONNECT" = "Kopla til";
"BUTTON_RENAME" = "Byt namn";
"BUTTON_LEARN_MORE" = "Lær meir";
"BUTTON_LOGOUT" = "Utlogging";
"BUTTON_CONTINUE" = "Hald fram";
"BUTTON_SET" = "Still inn";
"BUTTON_RESET" = "Nullstill";
"BUTTON_RESCAN" = "Skann på nytt";
"PRIVATE_PLAYBACK_TOGGLE" = "Privat avspeling";
"SCAN_SUBTITLE_TOGGLE" = "Søk etter undertekstar (berre http)";

"BUTTON_RENDERER" = "Strøyme-einingar";
"BUTTON_RENDERER_HINT" = "Vis ein meny med tilgjengelege strøyme-einingar";
"BUTTON_AIRPLAY" = "AirPlay eller Bluetooth";
"BUTTON_AIRPLAY_HINT" = "Vis ein meny med tilgjengelege AirPlay- eller Bluetooth-einingar";

"UPGRADING_LIBRARY" = "Oppgraderer mediabiblioteket";

"FAVORITES" = "Favorittar";
"NO_FAVORITES" = "Ingen Favorittar enno";
"NO_FAVORITES_DESCRIPTION" = "Merk favoritt-mappene dine medan du surfar på serverar for å få dei oppførte her.";
"ADD_FAVORITE" = "Legg til i Favorittar";
"REMOVE_FAVORITE" = "Fjern frå Favorittar";
"FAVORITE_ALERT_TITLE" = "Leggja til denne mappa i Favorittar?";
"UNFAVORITE_ALERT_TITLE" = "Fjerna denne mappa frå Favorittar?";

"OPEN_NETWORK" = "Opna nettverksstraum";
"NETWORK_TITLE" = "Nettverksstraum";
"OPEN_NETWORK_HELP" = "Skriv inn ei HTTP-, RTSP-, RTMP-, MMS-, FTP- eller UDP/RTP-adresse for å opna straumen direkte.";
"HTTP_UPLOAD_SERVER_OFF" = "Uverksam tenar";
"HTTP_UPLOAD_NO_CONNECTIVITY" = "Ingen verksame Wi-Fi-tilkoplingar";
"OPEN_STREAM_OR_DOWNLOAD" = "Vil du lasta ned eller spela av denne URL-en?";
"ALWAYS_STREAM_URL" = "Spel alltid URL-ar";
"SHARED_VLC_IOS_LIBRARY" = "Delt VLC for iOS-bibliotek";
"SMB_CIFS_FILE_SERVERS" = "Filtenarar (SMB)";

"MANAGED_SERVERS" = "Handsama";

"SMB_CIFS_FILE_SERVERS_SHORT" = "SMB";

"HTTP_DOWNLOAD_CANCELLED" = "Nedlasting avbroten av brukar";

"DOWNLOAD_FROM_HTTP" = "Nedlastingar";
"ERROR_NUMBER" = "Feilen %i oppstod";
"DOWNLOAD_FAILED" = "Mislukka nedlasting";
"FILE_NOT_SUPPORTED" = "Filformatet er ikkje støtta";
"FILE_NOT_SUPPORTED_LONG" = "Filformatet brukt av %@ er ikkje støtta i denne versjonen av VLC for iOS.";
"SCHEME_NOT_SUPPORTED" = "Adresseskjemaet er ikkje støtta";
"SCHEME_NOT_SUPPORTED_LONG" = "Adresseskjemaet (%@) er ikkje støtta. Bruk ei adresse som byrjar med HTTP, HTTPS eller FTP.";
"RENAME_MEDIA_TO" = "Skriv inn nytt namn for %@";

"FOLDER_EMPTY" = "Tom mappe";

"SHARING_ACTION_SHEET_TITLE_CHOOSE_FILE" = "Vel ei fil å opna:";
"SHARING_ACTIVITY_OPEN_IN_TITLE" = "Opna i…";
"SHARING_ERROR_NO_FILES" = "Fann ingen filer å dela";
"SHARING_ERROR_NO_APPLICATIONS" = "Fann ingen program som kan opna denne filtypen";
"SHARING_SUCCESS_CAMERA_ROLL" = "Fila vart vellukka lagra i kamerabileta";

"FAVORITEVC_DETAILTEXT" = "Sjå favorittmappene dine";
"STREAMVC_DETAILTEXT" = "Spel av straumar direkte utan nedlasting";
"DOWNLOADVC_DETAILTEXT" = "Last ned filer direkte til eininga di";
"HEADER_TITLE_RENDERER" = "Vel ei strøyme-eining";

"BROWSE" = "Bla gjennom";
"NETWORK" = "Nettverk";
"LOCAL_NETWORK" = "Lokalt nettverk";
"CONNECT_TO_SERVER" = "Kopla til tenar";
"FILE_SERVER" = "Filserverar";
"USER_LABEL" = "Brukar";
"PASSWORD_LABEL" = "Passord";
"DISABLE_LABEL" = "Slå av";
"BUTTON_ANONYMOUS_LOGIN" = "Anonym innlogging";

"LOCAL_SERVER_REFRESH" = "Oppdater";
"LOCAL_SERVER_LAST_UPDATE" = "Sist oppdatert %@";
"LOCAL_SERVER_CONNECTION_FAILED_TITLE" = "TENARSAMBANDET FEILA";
"LOCAL_SERVER_CONNECTION_FAILED_MESSAGE" = "Kontroller tenaradresse og fullmakter";

"FILES_APP_CELL_TITLE" = "Lokale filer";
"FILES_APP_CELL_SUBTITLE" = "Opna ei fil utan å kopiera henne til VLC";

"CLOUD_SERVICES" = "Skytenester";
"LOGIN" = "Innlogging";
"LOGGED_IN" = "Innlogga";
"LOGGED_IN_SERVICES" = "%d innlogga tenester";
"LOGGED_IN_SERVICE" = "1 innlogga teneste";

"DROPBOX_DOWNLOAD" = "Lasta ned fil?";
"DROPBOX_DL_LONG" = "Vil du lasta ned \"%@\" til %@-en din?";
"DROPBOX_LOGIN" = "Innlogging";

"GDRIVE_ERROR_FETCHING_FILES" = "Feil under henting av filer";
"GDRIVE_DOWNLOAD_SUCCESSFUL" = "Vellukka nedlasting av fil";
"GDRIVE_DOWNLOAD_SUCCESSFUL_TITLE" = "VELLUKKA";
"GDRIVE_ERROR_DOWNLOADING_FILE" = "Det oppstod ein feil under nedlastinga";
"GDRIVE_ERROR_DOWNLOADING_FILE_TITLE" = "FEIL";

"ONEDRIVE_MEDIA_WITHOUT_URL" = "Det valde mediet har ikkje ein gyldig url";

"DISK_FULL" = "Lagringsgrense er nådd";
"DISK_FULL_FORMAT" = "%@ kan ikkje lagrast på %@, fordi du ikkje har nok ledig plass.";

"NUM_OF_FILES" = "%i filer";
"ONE_FILE" = "1 fil";
"NO_FILES" = "Ingen støtta filer";
"DOWNLOADING" = "Lastar ned…";
"REMAINING_TIME" = "Attståande tid: %@";
"BIOMETRIC_UNLOCK" = "Lås opp mediebiblioteket\nAvbryt for å skriva inn passord";

// Passcode Strings that we need to localize for them
"Set Passcode" = "Vel passord";
"Enter Passcode" = "Skriv inn passord";
"Enter a passcode" = "Skriv inn passord";
"Enter your passcode" = "Enter your passcode";
"Passcodes did not match. Try again." = "Passorda matchar ikkje. Prøv igjen.";
"Re-enter your passcode" = "Skriv inn passord på nytt";
"Passcode Options" = "Passcode Options";
"4-Digit Numeric Code" = "4-Digit Numeric Code"; /* Passcode 4 digit numeric code */
"6-Digit Numeric Code" = "6-Digit Numeric Code"; /* Passcode 6 digit numeric code */

"Settings" = "Innstillingar"; // plain text key to keep compatibility with InAppSettingsKit's upstream
"ON" = "På";
"OFF" = "Av";

"EMPTY_LIBRARY" = "Tomt mediebibliotek";
"EMPTY_LIBRARY_LONG" = "For avspeling kan du strøyma media frå ein tenar på det lokale nettverket ditt, frå skya, eller synkronisera media til eininga di med iTunes, WiFi-opplasting eller skytenester.";

"EMPTY_NO_PLAYLISTS" = "Speleliste";
"EMPTY_NO_PLAYLISTS_DESCRIPTION" = "For å laga spelelister, gå inn i redigeringsmodus i video- eller lydinnhald-fanene og vel favorittmediet ditt. Du kan også synkronisere eksisterande spelelister frå dei andre einingane dine eller internett.";

"EMPTY_PLAYLIST" = "Tom speleliste";
"EMPTY_PLAYLIST_DESCRIPTION" = "Legg til media medan du redigerer dei ulike kategoriane.";

"EMPTY_HISTORY" = "Tøm histørikk";
"EMPTY_HISTORY_DESCRIPTION" = "Ingen media enno.";

"EMPTY_MEDIA_LIST" = "Tøm medieliste";
"EMPTY_MEDIA_LIST_DESCRIPTION" = "Klarte ikkje å spela av medielista fordi ho er tom.";

"PLAYBACK_SCRUB_HELP" = "Sveip fingeren ned for å justera skrubbinga.";
"PLAYBACK_SCRUB_HIGH" = "Høgfartskrubbing";
"PLAYBACK_SCRUB_HALF" = "Halvfartskrubbing";
"PLAYBACK_SCRUB_QUARTER" = "Skrubbing i fjerdedelsfart";
"PLAYBACK_SCRUB_FINE" = "Finskrubbing";
"PLAYBACK_SCRUB_TOTAL_TIME_FORMAT" = "%@ elapsed, total duration %@"; /* 1: elapsed time, 2: total time */
"PLAYBACK_SCRUB_REMAINING_TIME_FORMAT" = "%@ elapsed, %@"; /* 1: elapsed time, 2: remaining time */
"PLAYBACK_SCRUB_ACCESSIBILITY_TIME_DISPLAY" = "Time Display";
"PLAYBACK_POSITION" = "Avspelingsposisjon";
"VIDEO_FILTER" = "Videofilter";
"VIDEO_FILTER_RESET_BUTTON" = "Nullstill videofilteret";
"VIDEO_ASPECT_RATIO_BUTTON" = "Høgde/breidde-tilhøve for video";
"BWD_BUTTON" = "Spol tilbake";
"FWD_BUTTON" = "Spol framover";
"PLAY_BUTTON" = "Spel";
"NEXT_BUTTON" = "Neste";
"PREV_BUTTON" = "Førre";
"PLAY_ALL_BUTTON" = "Spel alle";
"PLAY_ALL_HINT" = "Spel alle media i samlinga";

"RESET_VIDEO_FILTERS" = "Vil du tilbakestilla videofiltera?";
"RESET_PLAYBACK_SPEED" = "Vil du tilbakestilla avspelingsfarten?";
"RESET_EQUALIZER" = "Vil du tilbakestilla tonekontroll-innstillingane?";
"RESET_SLEEP_TIMER" = "Vil du tilbakestille sovetidsuret?";

"CUSTOM_EQUALIZER_PROFILES" = "Tilpassa profilar";
"DEFAULT_PROFILE_NAME" = "Tilpassa profil";
"CUSTOM_EQUALIZER_ALERT_TITLE" = "Lagra ny profil";
"CUSTOM_EQUALIZER_ALERT_MESSAGE" = "Vil du lagra ein ny profil med dei valde verdiane?";
"RENAME_CUSTOM_PROFILE_TITLE" = "Byt namn på profilen";
"DELETE_CUSTOM_PROFILE_TITLE" = "Slett profilen";
"DELETE_CUSTOM_PROFILE_MESSAGE" = "Vil du sletta den valde profilen?";

"VERSION_FORMAT" = "Versjon: %@";
"BASED_ON_FORMAT" = "Basert på:<br />%@";

"NEW" = "NY";

"VO_VIDEOPLAYER_TITLE" = "Videospelar";
"VO_VIDEOPLAYER_DOUBLETAP" = "Dobbeltrykk for å visa eller gøyma avspelingskontrollane";

"FIRST_STEPS_ITUNES" = "Filsynkronisering";
"FIRST_STEPS_ITUNES_TITLE" = "Synkroniser med datamaskina di";
"FIRST_STEPS_ITUNES_DETAILS" = "Kopla til %@ for å bruka Finder eller iTunes for «Fildeling». Vel VLC for å overføra filer.";
"FIRST_STEPS_WIFI_TITLE" = "Del via Wi-Fi";
"FIRST_STEPS_WIFI_DETAILS" = "Skriv inn den genererte URL-en i favorittnettlesaren din medan du er kopla til same nettverk som %@.";
"FIRST_STEPS_CLOUDS" = "Skyer";
"FIRST_STEPS_CLOUD_TITLE" = "Sky";
"FIRST_STEPS_CLOUD_DETAILS" = "Last opp media til Google Drive eller Dropbox for å fjern-nedlasta eller støyma dei.";

"PLEX_CHECK_ACCOUNT" = "Kontroller innstillingane for Plex-kontoen din";
"PLEX_ERROR_ACCOUNT" = "Plex innloggingsfeil";

"UNAUTHORIZED" = "Uautorisert";

"SERVER" = "Tenar";
"SERVER_PORT" = "Port";
"NO_SERVER_FOUND" = "Fann ingen tenar";
"NO_RECENT_STREAMS" = "Ingen nyleg avspelte straumar";

"WEBINTF_TITLE" = "Deler via Wi-Fi";
"WEBINTF_ETHERNET" = "Deler via ethernet";
"WEBINTF_DROPFILES" = "Slepp filer";
"WEBINTF_DROPFILES_LONG" = "Slepp filer i vindauget for å leggja dei til på %@.<br>Eller trykk på \"+\"-knappen for å velja filveljardialogen.";
"WEBINTF_DOWNLOADFILES" = "Last ned filer";
"WEBINTF_DOWNLOADFILES_LONG" = "Berre klikk  på fila du vil lasta ned frå %@.";
"WEBINTF_ADDRESS_COPIED" = "Adresse kopiert til utklippstavle";
"WEBINTF_TITLE_ATV" = "Fjernavspeling";
"WEBINTF_DROPFILES_LONG_ATV" = "Slepp filer i vindauget for å spela dei på %@ din.<br>Eller trykk på ‹‹+››-knappen for å bruka filveljar-dialogen.";
"WEBINTF_URL_SENT" = "Adressa vart vellykka sendt";
"WEBINTF_URL_EMPTY" = "URL kan ikkje vera tom.";
"WEBINTF_URL_INVALID" = "Ikkje ei gyldig adresse.";
"WEBINTF_AUTH_REQUIRED" = "Skriv inn passordet du valde i VLC iOS:";
"WEBINTF_AUTH_WRONG_PASSCODE" = "Feil kode.<br>Attståande forsøk: ";
"WEBINTF_AUTH_BANNED" = "Du skreiv inn for mange kodar som var feil.<br>Start VLC iOS på nytt og prøv igjen.";

"DURATION" = "Tidslengd";
"TITLE" = "Tittel";
"ROTATE_BUTTON" = "Roter"; /* Accessibility label for rotate button on the player */
"ROTATE_BUTTON_HINT" = "Vekslar videospelaren mellom liggjande og ståande modus."; /* Accessibility hint for rotate button on the player */

"AUDIO_INFO_VC_TITLE" = "Lyd-info";
"ENTER_URL" = "Skriv inn ei adresse å spela av";
"HTTP_SERVER_ON" = "Slå av ekstern fjern-avspeling";
"HTTP_SERVER_OFF" = "Slå på ekstern (remote) avspeling";
"CACHED_MEDIA" = "Snøgglagra medium";
"CACHED_MEDIA_LONG" = "Media viste her er lagra lokalt på ditt Apple TV. Merk at innhald kan verta fjerna av operativsystemet, når som helst og utan førehandsvarsel, når VLC ikkje køyrer, i tilfelle der eininga di ikkje har nok lagringsplass.";
"DOWNLOAD_SUBS_FROM_OSO" = "Last ned undertekstar…";
"FOUND_SUBS" = "Fann undertekstar";
"NO_SUB_FOUND_OSO" = "Fann ingen undertekstar for medie-elementet \"%@\".";
"SELECT_AUDIO_FROM_FILES" = "Last ekstern lyd...";
"SELECT_SUBTITLE_FROM_FILES" = "Last eksterne undertekstar...";
"USE_SPDIF" = "Bruk Pass-through (S/PDIF)";

"PLAYBACK" = "Avspeling";
"REPEAT_MODE" = "Repeter";
"REPEAT_DISABLED" = "Avslått";
"REPEAT_SINGLE" = "Enkel";
"REPEAT_FOLDER" = "Mappe";
"SHUFFLE" = "Blande";
"SHUFFLE_DISABLED" = "Blande avslått";

"RESET_NETWORK_STREAM_LIST_TITLE" = "Nullstill liste";
"RESET_NETWORK_STREAM_LIST_TEXT" = "Tilbakestill lista over nyleg spelte nettverksstraumar permanent.";

// MARK: - Local Network Service Names
"UPNP_LONG" = "Universal Plug'n'Play (UPnP)";
"UPNP_SHORT" = "UPnP";

"PLEX_LONG" = "Plex Media-tenar (via Bonjour)";
"PLEX_SHORT" = "Plex";

"FTP_SHORT" = "FTP";
"SFTP_SHORT" = "SFTP";

"NFS_LONG" = "Network File System (NFS)";
"NFS_SHORT" = "NFS";

"BONJOUR_FILE_SERVERS" = "BONJOUR-filserver";
"DSM_WORKGROUP" = "Arbeidsgruppe";

"URL_NOT_SUPPORTED" = "Kan ikkje opna oppsettadressa";

// Insert %@ where play-pause-glyph should be placed
"DELETE_ITEM_HINT" = "Trykk %@ for å sletta"; /* Insert %@ where play-pause-glyph should be placed */
"DELETE_MESSAGE" = "Stadfest sletting av utvalet";
"DELETE_MESSAGE_PLAYLIST" = "Er du sikker på at du vil sletta den valde spillelista? \nTilknytte mediefiler vert ikkje sletta.";
"DELETE_MESSAGE_PLAYLIST_CONTENT" = "Er du sikker på at du vil fjerna det valde mediet frå spelelista? Det vil ikkje bli sletta frå disken.";

// MARK: - Drag and Drop

"PROTOCOL_NOT_SELECTED" = "Protokoll ikkje vald";
"Settings" = "Innstillingar";

"ERROR" = "Feil";
"SORT" = "Sorter";
"SORT_BY" = "Sorter etter";
"SEARCH" = "Søk";
"VIDEO" = "Video";

// MARK: - MediaViewController Swipable Header
"ALBUMS" = "Album";
"ARTISTS" = "Artistar";
"EPISODES" = "Episodar";
"GENRES" = "Sjangrar";
"ALL_VIDEOS" = "Alle videoar";
"SONGS" = "Songar";
"PLAYLISTS" = "Speleliste";
"VIDEO_GROUPS" = "Videogrupper";
"HISTORY" = "Historikk";
"MODIFIED_DATE" = "Dato endra";
"NAME" = "Namn";

// MARK: - EDIT

"BUTTON_MENU" = "Meny";
"BUTTON_MENU_HINT" = "Vel, omorganiser og sorter medie-elementa i denne visinga.";

"BUTTON_EDIT" = "Rediger";
"BUTTON_EDIT_HINT" = "Redigeringsmodus";

"BUTTON_SELECT" = "Vel";
"BUTTON_SELECT_HINT" = "Vel-knappen";

"BUTTON_SELECT_ALL" = "Vel alle";
"BUTTON_SELECT_ALL_HINT" = "Vel alle medie-elementa i denne visinga";

"BUTTON_HISTORY" = "Historikk";
"BUTTON_HISTORY_HINT" = "Vis nyleg spelte medium";

"BUTTON_CLEAR" = "Tøm";
"CLEAR_HISTORY_TITLE" = "Tøm historikk";
"CLEAR_HISTORY_MESSAGE" = "Stadfest tøming av historikk";

"ADD_TO_PLAYLIST" = "Legg til i speleliste";
"ADD_TO_PLAYLIST_HINT" = "Opna menyen legg til i speleliste";

"PLAY_AS_AUDIO" = "Spel som lyd";
"PLAY_AS_AUDIO_HINT" = "Spel videofila som ei lydfil";

"PLAYLIST_PLACEHOLDER" = "Spelelistenamn";
"PLAYLIST_DESCRIPTION" = "Vel eit namn på den nye spelelista di";
"PLAYLIST_CREATION" = "Lag ei ny speleliste";
"PLAYLIST_CREATION_HINT" = "Vis ei interaktiv handling for å lage ei speleliste";
"ERROR_PLAYLIST_CREATION" = "Klarte ikkje å laga ei speleliste";
"ERROR_PLAYLIST_TRACKS" = "Klarte ikkje å henta spor";

"ERROR_RENAME_FAILED" = "Mislykka namneendring";
"ERROR_EMPTY_NAME" = "Tittel kan ikkje stå tom";

"SHARE_LABEL" = "Del";
"SHARE_HINT" = "Del valde filer";
"RENAME_HINT" = "Endre namn på valde filer";
"DELETE_HINT" = "Slett valde filer";

"ADDITIONAL_OPTIONS" = "Fleire innstillingar";

// MARK: - Sort

"BUTTON_SORT" = "Sorter";
"BUTTON_SORT_HINT" = "Sorter etter";
"HEADER_TITLE_SORT" = "Sorter etter";
"DESCENDING_LABEL" = "Fallande rekkjefølgje";
"DESCENDING_SWITCH_LABEL" = "Stigande eller fallande rekkjefølgje";
"DESCENDING_SWITCH_HINT" = "Sorter kontekst i stigande eller fallande rekkjefølgje";
"GRID_LAYOUT" = "Rutenett";
"GRID_LAYOUT_HINT" = "Vis elementa som eit rutenett";
"LIST_LAYOUT" = "Liste";
"HIDE_FEAT_ARTISTS" = "Gøym framheva artistar";
"HIDE_TRACK_NUMBERS" = "Gøym spornummer";

// MARK: - VLCMediaLibraryKit - Sorting Criteria

"ALPHA" = "Alfanumerisk";
"DURATION" = "Tidslengd";
"INSERTION_DATE" = "Dato lagt til";
"LAST_MODIFICATION_DATE" = "Siste endringsdato";
"RELEASE_DATE" = "Sleppedato";
"FILE_SIZE" = "Filstorleik";
"ARTIST" = "Artist";
"PLAY_COUNT" = "Tal på avspelingar";
"ALBUM" = "Album";
"FILENAME" = "Filenamn";
"TRACK_NUMBER" = "Spornummer";
"NB_AUDIO" = "Antal lydspor";
"NB_MEDIA" = "Antal media";
"NB_VIDEO" = "Antal videospor";
"NB_ALBUM" = "Antal album";
"LAST_PLAYBACK_DATE" = "Siste avspelingsdato";
"TRACK_ID" = "Spor-ID";
"CUSTOM" = "Custom";

// MARK: - VLCNetworkLoginTVViewController

"NO_SAVING_DATA" = "Fann ingenting";

// MARK: - MediaCollectionViewCell

"UNKNOWN_ARTIST" = "Ukjend artist";
"VARIOUS_ARTIST" = "Ulike artistar";
"UNKNOWN_ALBUM" = "Ukjend album";
"SINGLE_ITEM_SELECTED" = "Valde element";
"MULTIPLE_ITEMS_SELECTED" = "Valde element";

// MARK: - VideoPlayerControls

"SUBTITLE_AND_TRACK_BUTTON" = "Undertekstar og lydspor";
"SUBTITLE_AND_TRACK_HINT" = "Vel undertekst eller lydspor";

"DVD_BUTTON" = "DVD";
"DVD_HINT" = "DVD-grensesnitt";

"ROTATION_LOCK_BUTTON" = "Rotasjonslås";
"ROTATION_LOCK_HINT" = "Lås video til gjeldande retning";

"REPEAT_HINT" = "Repeter same media";
"DO_NOT_REPEAT_HINT" = "Ikkje repeter medieliste";
"REPEAT_ALL_HINT" = "Repeter medieliste";

"BACKWARD_BUTTON" = "Bakover";
"BACKWARD_HINT" = "Hopp bakover";

"PREVIOUS_BUTTON" = "Førre";
"PREVIOUS_HINT" = "Førre media";

"PLAY_PAUSE_BUTTON" = "Spel eller pauae";
"PLAY_PAUSE_HINT" = "Spel av eller set i pause gjeldande avspeling";

"STOP_BUTTON" = "Stopp";
"CLOSE_HINT" = "Stopp avspeling";

"MINIMIZE_BUTTON" = "Minimer";
"MINIMIZE_HINT" = "Minimer spelaren";

"NEXT_HINT" = "Neste media";

"FORWARD_BUTTON" = "Framover";
"FORWARD_HINT" = "Hopp framover";

"INTERFACE_LOCK_BUTTON" = "Lås grensesnittet";

"SELECT_A_MARK" = "Vel A-merket";
"SELECT_A_MARK_HINT" = "Vel A-merket for AB-loopen";
"SELECT_B_MARK" = "Vel B-merket";
"SELECT_B_MARK_HINT" = "Vel B-merket for AB-loopen";

"AB_LOOP" = "A→B loop";
"AB_LOOP_MARKS" = "A→B loopmerke";

"RESET_AB_LOOP" = "Vil du fjerne A→Bloopen?";
"RESET_AB_LOOP_MARKS" = "Vil du tilbakestille A→B loopmerka?";

"SHUFFLE_HINT" = "Bland medielista";
"SHUFFLE_OFF_HINT" = "Ikkje bland medielista";

"ASPECT_RATIO_TITLE" = "Høgde/Breidde-forhold";
"VIDEO_ASPECT_RATIO_BUTTON" = "Høgde/breidde-tilhøve for video";
"VIDEO_ASPECT_RATIO_HINT" = "Endre høgde-/breidde-tilhøve i gjeldande video";

"MORE_OPTIONS_BUTTON" = "Meir";
"MORE_OPTIONS_HINT" = "Vis fleire innstillingskontrollar";

"PLAYBACK_CONTROLS_BAR_TITLE" = "Playback controls";
"PLAYBACK_CONTROLS_BAR_HINT" = "Pause, seek, next chapter";

"PLAYER_WARNING_SUBTITLE_CAST_TITLE" = "Undertekstar ikkje støtta";
"PLAYER_WARNING_SUBTITLE_CAST_DESCRIPTION" = "Undertekstar er enno ikkje støtta under strøyming.";

// MARK: - MediaMoreOptionsActionSheet
"EQUALIZER_CELL_TITLE" = "Tonekontroll";
"MORE_OPTIONS_HEADER_TITLE" = "Videoinnstillingar";
"MORE_OPTIONS_HEADER_AUDIO_TITLE" = "Lydinnstillingar";
"BOOKMARKS_TITLE" = "Bokmerke";
"ADD_BOOKMARKS_TITLE" = "Legg til bokmerke";
"BOOKMARK_DEFAULT_NAME" = "Bokmerk på";
"BOOKMARK_RENAME_TITLE" = "Endre bokmerkenamn";
"BOOKMARK_DELETE_TITLE" = "Slett bokmerke";
"BOOKMARK_DELETE_MESSAGE" = "Stadfest sletting av bokmerket";
"INCREASE_BUTTON" = "Auk-knapp";
"INCREASE_PLAYBACK_SPEED" = "Auk avspelingsfarta";
"INCREASE_AUDIO_DELAY" = "Auk lydforseinkinga";
"INCREASE_SUBTITLES_DELAY" = "Auk undertekstforseinkinga";
"DECREASE_BUTTON" = "Reduser-knapp";
"DECREASE_PLAYBACK_SPEED" = "Reduser avspelingsfarta";
"DECREASE_AUDIO_DELAY" = "Reduser lydforseinkinga";
"DECREASE_SUBTITLES_DELAY" = "Reduser undertekst-forseinkinga";
"DISPLAY_PLAYBACK_SPEED_SHORTCUT" = "Vis snarveg for avspelingsfart";
"DISPLAY_PLAYBACK_SPEED_SHORTCUT_HINT" = "Aktiver for å visa snarvegen for avspelingsfart";
"VIDEO_FILTERS_HINT" = "Vel for å opna videofiltervising";
"PLAYBACK_SPEED_HINT" = "Vel for å opna avspelingsfart-vising";
"SUBTITLES_DELAY_HINT" = "Vel for å opna menyen med undertekst-forseinking";
"AUDIO_DELAY_HINT" = "Vel for å opna lydforseinkings-vising";
"SLEEP_TIMER_HINT" = "Marker for å opna visinga med sovetidsuret";
"EQUALIZER_HINT" = "Vel for å opna equalizer-visinga";
"CHAPTERS_HINT" = "Vel for å opna kapittel-vising";
"BOOKMARKS_HINT" = "Vel for å opna bomerke-vising";
"INTERFACE_LOCK_HINT" = "Aktiver alternativet for å låsa brukargrensesnittet";

// MARK: - Settings
"FORCE_RESCAN_TITLE" = "Tving ny skanning av mediebiblioteket";
"FORCE_RESCAN_MESSAGE" = "Vil du tvinge VLC til å skanne mediebiblioteket ditt på nytt?\nDet kan ta litt tid.";

"FEEDBACK_EMAIL_TITLE" = "Tilbakemelding om VLC på iOS og iPad";
"FEEDBACK_EMAIL_NOT_POSSIBLE_TITLE" = "E-postkontoen er ikkje konfigurert";
"FEEDBACK_EMAIL_NOT_POSSIBLE_LONG" = "Kontakt oss gjennom %@ frå ei anna eining.";

"SETTINGS_THEME_BLACK" = "Bruk svart bakgrunn på mørk modus";
"SETTINGS_THEME_BLACK_SUBTITLE" = "Forbetrar batterilevetida på einingar med OLED-skjerm";

"SETTINGS_RESET_TITLE" = "Tilbakestill innstillingane";
"SETTINGS_RESET_MESSAGE" = "Vil du tilbakestille alle innstillingane til standardverdiar?";

"SETTINGS_PLAY_ALL" = "Saumlaus avspeling for samlingar";
"SETTINGS_PLAY_ALL_HINT" = "Aktiver for å automatisk spela av det neste mediet i lyd- eller video-fanene";
"SETTINGS_PLAYLIST_PLAY_ALL" = "Saumlaus avspeling for spelelister";
"SETTINGS_PLAYLIST_PLAY_ALL_HINT" = "Aktiver for å automatisk spela av det neste mediet i ei speleliste";

"SETTINGS_DOCUMENTATION" = "Dokumentasjon";

// MARK: - Local Network

"SMBV1_WARN_TITLE" = "Åtvaring om SMBv1-tilkopling";
"SMBV1_WARN_DESCRIPTION" = "Vi oppdaga ein gammal protokoll (SMBv1). Er du sikker på at du vil fortsetta med SMBv1? Vi tilrår at du oppgraderer eller endrar serverinnstillingane dine.";
"SMBV1_CONTINUE" = "Fortset med SMBv1";
"SMBV1_NEXT_PROTOCOL" = "Prøv SMBv2/v3";

// MARK: - Preview labels

"ENCODING" = "Koding";

// MARK: - Media groups

"ADD_TO_MEDIA_GROUP" = "Legg til i mediegruppe";
"ADD_TO_MEDIA_GROUP_HINT" = "Opna menyen Legg til i mediegruppe";

"MEDIA_GROUPS" = "Mediegrupper";
"MEDIA_GROUPS_DESCRIPTION" = "Vel eit namn for den nye mediegruppa di";
"MEDIA_GROUPS_PLACEHOLDER" = "Tittel på mediegruppe";

"REMOVE_FROM_MEDIA_GROUP" = "Fjern frå mediegruppe";
"REMOVE_FROM_MEDIA_GROUP_HINT" = "Fjern markerte filer frå mediegruppe";

"MEDIA_GROUP_CREATION" = "Ny mediegruppe";
"MEDIA_GROUP_CREATION_HINT" = "Vis varsel ved oppretting av speleliste";
"MEDIA_GROUP_MOVE_TO_ROOT" = "Flytt innhald til øvste nivå";
"MEDIA_GROUP_MOVE_TO_ROOT_HINT" = "Flyttar markert innhald til øvste nivå";

"BUTTON_REGROUP" = "Omgrupper";
"BUTTON_REGROUP_TITLE" = "Omgrupper markering";
"BUTTON_REGROUP_HINT" = "Forsøk på automatisk omgruppering av frittståande medium.";
"BUTTON_REGROUP_DESCRIPTION" = " Er du sikker på at du automatisk vil omgruppere frittståande medium?\nDette kan ta litt tid.";

// MARK: - Files.app persistence file
"MEDIALIBRARY_FILES_PLACEHOLDER" = "Plasser mediefiler her for å leggja dei til";
"MEDIALIBRARY_ADDING_PLACEHOLDER" = "Legg til…";

// MARK: - QueueViewController

"PLAY_HINT" = "Spel av";
"PLAY_LABEL" = "Spel av";
"PLAY_NEXT_IN_QUEUE_HINT" = "Spel neste i køen";
"PLAY_NEXT_IN_QUEUE_LABEL" = "Spel neste i køen";
"APPEND_TO_QUEUE_HINT" = "Legg til i køen";
"APPEND_TO_QUEUE_LABEL" = "Legg til i køen";
"QUEUE_LABEL" = "Kø";

"DISPLAY_AS" = "Vis som";

/* New strings */
"BRIGHTNESS_HINT" = "Vertikal lysstyrke-kontroll";
"BRIGHTNESS_SLIDER" = "Skyv vertikalt for å endre lysstyrke-nivået";

/* New strings */
"VOLUME_HINT" = "Vertikal volumkontroll";
"VOLUME_SLIDER" = "Skyv vertikalt for å endre volumnivået";

// MARK: - AudioMiniPlayer playback controls menu
"MENU_PLAYBACK_CONTROLS" = "Avspelingskontrollar";
"MENU_REPEAT_DISABLED" = "Ikkje repeter";
"MENU_REPEAT_SINGLE" = "Repeter ein";
"MENU_REPEAT_ALL" = "Repeter alle";

// MARK: - ActionSheet

"ACTIONSHEET_BACKGROUND_LABEL" = "Bakgrunn for handlingsark";
"ACTIONSHEET_BACKGROUND_HINT" = "Trykk for å fjerne handlingsarket.";

// MARK: - Donation
"DONATION_CUSTOM_AMOUNT" = "Skriv inn eigendefinert mengde";
"DONATION_TITLE" = "Personvern over profitt";
"DONATION_DESCRIPTION" = "Privat, open kjeldekode multimedia, finansiert av deg. Ingen annonsar, inga sporing, ikkje noko kompromiss. Gratis for alle å bruka. Doner no for å støtta VideoLAN.";
"DONATION_WINDOW_TITLE" = "Doner til VideoLAN";
"DONATE_CC_DC" = "Kreditt- eller debitkort";
"DONATION_CHOOSE_PP" = "Vel betalingstilbydar";
"DONATION_CHOOSE_CURRENCY" = "Vel ein valuta";
"DONATION_AMOUNT" = "Donasjonsbeløp: %@";
"DONATION_CC_NUM" = "Bankkortnummer";
"DONATION_CC_EXPIRY_DATE" = "Går ut";
"DONATION_CC_EXPIRY_DATE_MONTH" = "MM";
"DONATION_CC_EXPIRY_DATE_YEAR" = "ÅÅ";
"DONATION_CC_CVV" = "CVV";
"DONATION_APPLE_PAY_NOT_POSSIBLE" = "Feil ved konfigurering av Apple Pay";
"DONATION_APPLE_PAY_NOT_POSSIBLE_LONG" = "VLC klarte ikkje å konfigurere Apple Pay til å utføra donasjonen din. Vel ein annan betalings-leverandør for å fortsetta.";
"DONATION_DONATE_BUTTON" = "Doner";
"PURCHASE_FAILED" = "Mislukka kjøp.";
"SEND_DONATION" = "Send bidraget ditt";
"PURCHASE_SUCESS_TITLE" = "Bidrag sendt";
"PURCHASE_SUCESS_DESCRIPTION" = "Takk for donasjonen!";
"DONATION_CONTINUE" = "Hald fram";
"BUTTON_NOT_NOW" = "Ikkje no";
"DONATION_NAGSCREEN_TITLE" = "Doner i dag";
"DONATION_NAGSCREEN_SUBTITLE" = "Støtt gratis og open kjeldekode-media";
"DONATION_INVOICES" = "Fakturaer";
"DONATION_RECEIPTS" = "Kvitteringar";
"DONATION_INVOICES_RECEIPTS" = "Fakturaer og kvitteringar";
"DONATION_CHARGES_CLEARED_ON_REINSTALL" = "Viss du har installert VLC på nytt, vil ikkje fakturaer eller kvitteringar frå tidlegare donasjonar vera tilgjengelege fordi all den personlege informasjonen din berre er lagra på denne eininga. Viss du har spørsmål, kontakt oss på donation@videolan.org og gje opp denne anonyme brukar-IDen:%@";
"DONATION_CANCEL_MONTHLY" = "Avbryt fast donasjon";
"DONATION_MONTHLY" = "Kvar månad";
"DONATION_MONTHLY_FORMAT" = "%@/månad";
"DONATION_MONTHLY_VIDEOLAN" = "Månadleg donasjon til VideoLAN";
"DONATION_ONCE" = "Ein gong";
"DONATION_UPDATE_MONTHLY" = "Oppdater fast donasjon";
"DONATION_VIDEOLAN" = "Donasjon til VideoLAN";
"DONATION_CANCEL_LONG" = "Det er trist å sjå at du kansellerer dei vanlege månadlege donasjonane til VideoLAN. Den tidlegare støtta di tyder mykje for oss. Tusen takk!";
"DONATION_BANK_TRANSFER" = "Bankoverføring";
"DONATION_BANK_TRANSFER_LONG" = "Stripe behandlar donasjonar til VideoLAN. VideoLAN korkje lagrar eller samlar ikkje inn dine personlige opplysningar.";
"DONATION_BUTTON_AGREE" = "Samd";
"DONATION_IBAN" = "Bankkontonummer (IBAN)";
"DONATION_EMAIL" = "E-post";
"DONATION_NAME" = "Namn";
"DONATION_NAME_BANK_ACCOUNT" = "Namn på bankkonto";
"DONATION_EMBARGOED_COUNTRY" = "Vi kan for tida ikkje ta imot donasjonar i ditt land. Kos deg med VLC!";

// MARK: - Playback keyboard shortcuts

"KEY_JUMP_BACKWARDS" = "Hopp bakover";
"KEY_JUMP_FORWARDS" = "Hopp framover";
"KEY_INCREASE_PLAYBACK_SPEED" = "Auk avspelingsfart";
"KEY_DECREASE_PLAYBACK_SPEED" = "Seink avspelingsfarten";
"KEY_RESET_PLAYBACK_SPEED" = "Tilbakestill avspelingsfarten";
"KEY_SEEK_TO_PERCENT" = "Seek to %i%% of duration";

// MARK: - TitleSelection

"TITLESELECTION_BACKGROUND_LABEL" = "Bakgrunn for val av tittel";
"TITLESELECTION_BACKGROUND_HINT" = "Trykk for å fjerne visinga.";

// MARK: - NEW DELETE STRINGS
"DELETE_SINGLE_TITLE" = "Slett \"%@\"?";
"DELETE_MULTIPLE_TITLE" = "Slette \"%@\" og %d andre?";

// MARK: - AppIntent Strings
"APPINTENT_PLAY_MEDIA_TITLE" = "Play in the background";
"APPINTENT_PLAY_MEDIA_DESCRIPTION" = "Play the selected playlist in the background without opening the app.";
"APPINTENT_PLAY_MEDIA_PLAY_${mediaName}" = "Play ${mediaName} in the background";

// MARK: - VerticalSliderControl Strings
"VERTICAL_SLIDER_CONTROL_ACCESSIBILITY_LABEL" = "Vertical slider";
"VERTICAL_SLIDER_CONTROL_INCREMENT_ACTION" = "Increment";
"VERTICAL_SLIDER_CONTROL_DECREMENT_ACTION" = "Decrement";

// MARK: - Download Completion Announcement
"DOWNLOAD_COMPLETED_ANNOUNCEMENT" = "Downloading file \"%@\" completed";

//MARK: - Playlist Add Action Status
"ADD_TO_PLAYLIST_STATUS_MESSAGE" = "Added %d media to %@";
"ADD_ALERT_TITLE" = "Selection found in playlist";
"ADD_ALERT_MESSAGE_SINGLE" = "You are trying to add a media that is already part of %@";
"ADD_ALERT_MESSAGE_MULTIPLE" = "You are trying to add %d media that are already part of %@";

//MARK: - Last played playlist indicator
"LAST_PLAYED_PLAYLIST_LABEL_TITLE" = "Last Played";
